<?php

echo '{
	"nadzomnya":{
		"1":{
			"text": " فَالضَّمُّ فِى اِسْمٍ مُفْرَدٍ كَاَحْمَدُ # وَجَمْعِ تَكْسِيْرٍ كَجَاءَ اْلآَعْبُدُ"
		},
		"2":{
			"text": " وَا لْوَاوُ فِى جَمْعِ الذُّكُوْرِ السَّالِمِ # كَا لصَّا لِحُوْنَ هُم اُولُوا لْمَكَارِمِ"
		},
		"3":{
			"text": " وَ فِى الْمُثَنَّى نَحْوُ زَيْدَانِ اْلآَلأِفْ"
		},
		"4":{
			"text": " وَا النُّوْنُ فِى الْمُضَارِعِ الَّذِى عُرِفْ"
		},
		"5":{
			"text": " فَانْصِبْ بِفَتْحٍ مَا بِضَمٍّ قَدْ رُفِعْ # اِلاَّ كَهِنْدَاتٍ فَفَتْحُهُ مُنِعْ"
		},
		"6": {
			"text": " وَاجْعَلْ لِنَصْبِ الْخَمْسَةِ اْلاَسْمَا اَلِفْ"
		},
		"7": {
			"text": " وَانْصِبْ بِكَسْرِ جَمْعِ تَأْنِيْثٍ عُرِفْ"
		},
		"8": {
			"text": " وَالنَّصْبُ فِى اْلاِسْمِ الَّذِى قَدْ ثُنِيَا # وَجَمْعِ تَذْكِيْرٍ مُصَحَّحٍ بِيَا"
		},
		"9": {
			"text": " وَاْلخَمْسَةُ اْلاَفْعَالِ حَيْثُ تَنْتَصِبْ # فَحَذْفُ نُوْنِ الرَّفْعِ مُطْلَقًا يَجِبْ"
		},
		"10": {
			"text": " فَاخْفَضْ بِكَسْرِمَا مِنَالْاَسْمَا عُرِفْ # فِى رَفْعِهِ بِالضَّمِّ حَيْثُ يَنْصَرِفْ"
		},
		"11": {
			"text" : " وَاخْفِضْ بِيَاءِ كُلَّمَا بِهَا نُصِبْ # وَاْلخَمْسَةَ اْلاَسْمَا بِشَرْطِهَا تُصِبْ"
		},
		"12": {
			"text": " وَاخْفَضْ بِفَتْحِ كُلَّمَا لَمْيَنْصَرِفْ # مِمَّا بِوَصْفِ الْفِعْلِ صَارَ يَتَّصِفْ"
		},
		"13": {
			"text": " فَحَذْفُ نُوْنِ الرَّفْعِ قَطْعًا يَلْزَمُ # فِى الْخَمْسَةِ اْلاَفْعَالِ حَيْثُ تُجْزِمُ"
		},
		"14": {
			"text": " وَبِالسُّكُوْنِ اجْزِمْ مُضَارِعًا سَلِمْ # مِنْ كَوْنِهِ بِحَرْفِ عِلَّةٍ خُتِمْ"
		},
		"15": {
			"text": " وَجَزْمُ مُعْتَلٍ بِهَا اَنْ تَنْحَذِفْ"
		},
	
		"debug":"on"
	}
}';

?>